// 자동 생성 파일: python scripts/build_events.py
export interface EventSummary {
  uid: string;
  name: string;
  period: string;
  glPeriod?: string;
  jpPeriod?: string;
  startAt: string | null;
  endAt: string | null;
  runs?: { type: string; startAt: string; endAt: string }[];
  tags?: string[];
}

export const EVENT_INDEX: EventSummary[] = [
  {
    "uid": "863",
    "name": "특수작전: 로어추적 편",
    "period": "2027.02.02 ~ 2027.02.09",
    "glPeriod": "2027. 2. 2. 오전 11:00:00 ~ 2027. 2. 9. 오전 11:00:00",
    "jpPeriod": "2026. 10. 21. 오전 11:00:00 ~ 2026. 10. 28. 오전 11:00:00",
    "startAt": "2027-02-02T02:00:00Z",
    "endAt": "2027-02-09T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2027-02-02T02:00:00Z",
        "endAt": "2027-02-09T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 단서 수색"
    ]
  },
  {
    "uid": "839",
    "name": "월화몽소",
    "period": "",
    "glPeriod": "",
    "jpPeriod": "",
    "startAt": "2027-02-02T02:00:00Z",
    "endAt": null,
    "runs": [
      {
        "type": "first",
        "startAt": "2025-02-18T02:00:00Z",
        "endAt": "2025-03-04T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "849",
    "name": "우리는 오컬트 연구회! ~학원의 불가사의와 고대 주문~",
    "period": "2027.01.19 ~ 2027.02.02",
    "glPeriod": "2027. 1. 19. 오전 11:00:00 ~ 2027. 2. 2. 오전 11:00:00",
    "jpPeriod": "2025. 8. 20. 오전 11:00:00 ~ 2025. 9. 3. 오전 11:00:00",
    "startAt": "2027-01-19T02:00:00Z",
    "endAt": "2027-02-02T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-01-13T02:00:00Z",
        "endAt": "2026-01-27T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "849_rerun",
    "name": "우리는 오컬트 연구회! ~학원의 불가사의와 고대 주문~ (복각)",
    "period": "2027.01.19 ~ 2027.02.02",
    "glPeriod": "2027. 1. 19. 오전 11:00:00 ~ 2027. 2. 2. 오전 11:00:00",
    "jpPeriod": "2026. 10. 7. 오전 11:00:00 ~ 2026. 10. 21. 오전 11:00:00",
    "startAt": "2027-01-19T02:00:00Z",
    "endAt": "2027-02-02T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2027-01-19T02:00:00Z",
        "endAt": "2027-02-02T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "862",
    "name": "It’s our Engine! ~183호를 탈출하라!~",
    "period": "2027.01.05 ~ 2027.01.19",
    "glPeriod": "2027. 1. 5. 오전 11:00:00 ~ 2027. 1. 19. 오전 11:00:00",
    "jpPeriod": "2026. 9. 23. 오전 11:00:00 ~ 2026. 10. 7. 오전 11:00:00",
    "startAt": "2027-01-05T02:00:00Z",
    "endAt": "2027-01-19T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2027-01-05T02:00:00Z",
        "endAt": "2027-01-19T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "837",
    "name": "Say-Bing!",
    "period": "2024.06.26 ~ 2024.07.10",
    "glPeriod": "",
    "jpPeriod": "2024. 6. 26. 오전 11:00:00 ~ 2024. 7. 10. 오전 11:00:00",
    "startAt": "2026-12-29T02:00:00Z",
    "endAt": null,
    "runs": [
      {
        "type": "first",
        "startAt": "2024-12-24T02:00:00Z",
        "endAt": "2025-01-07T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "848",
    "name": "여름 하늘의 프로미스",
    "period": "2026.12.22 ~ 2027.01.05",
    "glPeriod": "2026. 12. 22. 오전 11:00:00 ~ 2027. 1. 5. 오전 11:00:00",
    "jpPeriod": "2025. 7. 22. 오전 11:00:00 ~ 2025. 8. 6. 오전 11:00:00",
    "startAt": "2026-12-22T02:00:00Z",
    "endAt": "2027-01-05T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-12-16T02:00:00Z",
        "endAt": "2025-12-30T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "848_rerun",
    "name": "여름 하늘의 프로미스 (복각)",
    "period": "2026.12.22 ~ 2027.01.05",
    "glPeriod": "2026. 12. 22. 오전 11:00:00 ~ 2027. 1. 5. 오전 11:00:00",
    "jpPeriod": "2026. 9. 9. 오전 11:00:00 ~ 2026. 9. 23. 오전 11:00:00",
    "startAt": "2026-12-22T02:00:00Z",
    "endAt": "2027-01-05T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-12-22T02:00:00Z",
        "endAt": "2027-01-05T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "861",
    "name": "DIVE into OCEAN!",
    "period": "2026.12.08 ~ 2026.12.22",
    "glPeriod": "2026. 12. 8. 오전 11:00:00 ~ 2026. 12. 22. 오전 11:00:00",
    "jpPeriod": "2026. 8. 26. 오전 11:00:00 ~ 2026. 9. 9. 오전 11:00:00",
    "startAt": "2026-12-08T02:00:00Z",
    "endAt": "2026-12-22T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-12-08T02:00:00Z",
        "endAt": "2026-12-22T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 보물 찾기"
    ]
  },
  {
    "uid": "844_rerun",
    "name": "팬데믹 해저드 ~기적의 팬케이크~ (복각)",
    "period": "2026.11.24 ~ 2026.12.08",
    "glPeriod": "2026. 11. 24. 오전 11:00:00 ~ 2026. 12. 8. 오전 11:00:00",
    "jpPeriod": "2026. 8. 12. 오전 11:00:00 ~ 2026. 8. 26. 오전 11:00:00",
    "startAt": "2026-11-24T02:00:00Z",
    "endAt": "2026-12-08T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-11-24T02:00:00Z",
        "endAt": "2026-12-08T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "860",
    "name": "출항! 만마선 ~마코토 의장님의 화려한 피서~",
    "period": "2026.11.10 ~ 2026.11.24",
    "glPeriod": "2026. 11. 10. 오전 11:00:00 ~ 2026. 11. 24. 오전 11:00:00",
    "jpPeriod": "2026. 7. 29. 오전 11:00:00 ~ 2026. 8. 12. 오전 11:00:00",
    "startAt": "2026-11-10T02:00:00Z",
    "endAt": "2026-11-24T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-11-10T02:00:00Z",
        "endAt": "2026-11-24T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "846_rerun",
    "name": "하이랜더 철도 폭주 사건 ~그리고 기차는 없었다~ (복각)",
    "period": "2026.10.27 ~ 2026.11.10",
    "glPeriod": "2026. 10. 27. 오전 11:00:00 ~ 2026. 11. 10. 오전 11:00:00",
    "jpPeriod": "2026. 7. 8. 오전 11:00:00 ~ 2026. 7. 22. 오전 11:00:00",
    "startAt": "2026-10-27T02:00:00Z",
    "endAt": "2026-11-10T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-10-27T02:00:00Z",
        "endAt": "2026-11-10T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "859",
    "name": "람과천청",
    "period": "2026.10.13 ~ 2026.10.27",
    "glPeriod": "2026. 10. 13. 오전 11:00:00 ~ 2026. 10. 27. 오전 11:00:00",
    "jpPeriod": "2026. 6. 24. 오전 11:00:00 ~ 2026. 7. 8. 오전 11:00:00",
    "startAt": "2026-10-13T02:00:00Z",
    "endAt": "2026-10-27T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-10-13T02:00:00Z",
        "endAt": "2026-10-27T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "847_rerun",
    "name": "백에서 피어난 한 송이 ~정정당당하게, 수상 승부~ (복각)",
    "period": "2026.09.29 ~ 2026.10.13",
    "glPeriod": "2026. 9. 29. 오전 11:00:00 ~ 2026. 10. 13. 오전 11:00:00",
    "jpPeriod": "2026. 6. 10. 오전 11:00:00 ~ 2026. 6. 24. 오전 11:00:00",
    "startAt": "2026-09-29T02:00:00Z",
    "endAt": "2026-10-13T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-09-29T02:00:00Z",
        "endAt": "2026-10-13T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 보물 찾기"
    ]
  },
  {
    "uid": "858",
    "name": "특수작전: 로어추적 편",
    "period": "2026.09.15 ~ 2026.09.29",
    "glPeriod": "2026. 9. 15. 오전 11:00:00 ~ 2026. 9. 29. 오전 11:00:00",
    "jpPeriod": "2026. 5. 27. 오전 11:00:00 ~ 2026. 6. 10. 오전 11:00:00",
    "startAt": "2026-09-15T02:00:00Z",
    "endAt": "2026-09-29T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-09-15T02:00:00Z",
        "endAt": "2026-09-29T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "845_rerun",
    "name": "Pray-Ball! ~노려라! 만루 홈런~ (복각)",
    "period": "2026.09.01 ~ 2026.09.15",
    "glPeriod": "2026. 9. 1. 오전 11:00:00 ~ 2026. 9. 15. 오전 11:00:00",
    "jpPeriod": "2026. 5. 6. 오전 11:00:00 ~ 2026. 5. 20. 오전 11:00:00",
    "startAt": "2026-09-01T02:00:00Z",
    "endAt": "2026-09-15T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-09-01T02:00:00Z",
        "endAt": "2026-09-15T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)"
    ]
  },
  {
    "uid": "857",
    "name": "특수작전: 로어추적 편",
    "period": "2026.08.18 ~ 2026.09.01",
    "glPeriod": "2026. 8. 18. 오전 11:00:00 ~ 2026. 9. 1. 오전 11:00:00",
    "jpPeriod": "2026. 4. 21. 오전 11:00:00 ~ 2026. 5. 6. 오전 11:00:00",
    "startAt": "2026-08-18T02:00:00Z",
    "endAt": "2026-09-01T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-08-18T02:00:00Z",
        "endAt": "2026-09-01T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 단서 수색"
    ]
  },
  {
    "uid": "843_rerun",
    "name": "Code: BOX 밀레니엄에 다가오는 그림자 ~한 가지의 물음과 두 가지 대답~ (복각)",
    "period": "2026.08.04 ~ 2026.08.18",
    "glPeriod": "2026. 8. 4. 오전 11:00:00 ~ 2026. 8. 18. 오전 11:00:00",
    "jpPeriod": "2026. 4. 1. 오전 11:00:00 ~ 2026. 4. 15. 오전 11:00:00",
    "startAt": "2026-08-04T02:00:00Z",
    "endAt": "2026-08-18T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-08-04T02:00:00Z",
        "endAt": "2026-08-18T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "856",
    "name": "키보토스・미확인 미스테리 ~미지의 생물, 츠치노코를 찾아서~",
    "period": "2026.07.21 ~ 2026.08.04",
    "glPeriod": "2026. 7. 21. 오전 11:00:00 ~ 2026. 8. 4. 오전 11:00:00",
    "jpPeriod": "2026. 3. 18. 오전 11:00:00 ~ 2026. 4. 1. 오전 11:00:00",
    "startAt": "2026-07-21T02:00:00Z",
    "endAt": "2026-08-04T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-07-21T02:00:00Z",
        "endAt": "2026-08-04T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "842_rerun",
    "name": "비밀의 미드나잇 파티 ~종이 울리는 술래잡기~ (복각)",
    "period": "2026.07.14 ~ 2026.07.21",
    "glPeriod": "2026. 7. 14. 오전 11:00:00 ~ 2026. 7. 21. 오전 11:00:00",
    "jpPeriod": "2026. 3. 4. 오전 11:00:00 ~ 2026. 3. 18. 오전 11:00:00",
    "startAt": "2026-07-14T02:00:00Z",
    "endAt": "2026-07-21T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-07-14T02:00:00Z",
        "endAt": "2026-07-21T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 보물 찾기"
    ]
  },
  {
    "uid": "855",
    "name": "게임개발부 청소 대작전!",
    "period": "2026.06.30 ~ 2026.07.14",
    "glPeriod": "2026. 6. 30. 오전 11:00:00 ~ 2026. 7. 14. 오전 11:00:00",
    "jpPeriod": "2026. 2. 18. 오전 11:00:00 ~ 2026. 3. 4. 오전 11:00:00",
    "startAt": "2026-06-30T02:00:00Z",
    "endAt": "2026-07-14T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-06-30T02:00:00Z",
        "endAt": "2026-07-14T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "854",
    "name": "강철대륙 공략전",
    "period": "2026.01.20 ~ 2026.02.18",
    "glPeriod": "",
    "jpPeriod": "2026. 1. 20. 오전 11:00:00 ~ 2026. 2. 18. 오전 11:00:00",
    "startAt": "2026-05-26T02:00:00Z",
    "endAt": null,
    "runs": [],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "840_rerun",
    "name": "오욕내강 (복각)",
    "period": "2026.05.12 ~ 2026.05.26",
    "glPeriod": "2026. 5. 12. 오전 11:00:00 ~ 2026. 5. 26. 오전 11:00:00",
    "jpPeriod": "2026. 1. 7. 오전 11:00:00 ~ 2026. 1. 20. 오전 11:00:00",
    "startAt": "2026-05-12T02:00:00Z",
    "endAt": "2026-05-26T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-05-12T02:00:00Z",
        "endAt": "2026-05-26T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 보물 찾기"
    ]
  },
  {
    "uid": "853",
    "name": "불인의 길 ~패션쇼 경호 임무!의 서~",
    "period": "2026.04.28 ~ 2026.05.12",
    "glPeriod": "2026. 4. 28. 오전 11:00:00 ~ 2026. 5. 12. 오전 11:00:00",
    "jpPeriod": "2025. 12. 24. 오전 11:00:00 ~ 2026. 1. 7. 오전 11:00:00",
    "startAt": "2026-04-28T02:00:00Z",
    "endAt": "2026-05-12T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-04-28T02:00:00Z",
        "endAt": "2026-05-12T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)"
    ]
  },
  {
    "uid": "841_rerun",
    "name": "Serenade Promenade (복각)",
    "period": "2026.04.21 ~ 2026.04.28",
    "glPeriod": "2026. 4. 21. 오전 11:00:00 ~ 2026. 4. 28. 오전 11:00:00",
    "jpPeriod": "2025. 12. 3. 오전 11:00:00 ~ 2025. 12. 17. 오전 11:00:00",
    "startAt": "2026-04-21T02:00:00Z",
    "endAt": "2026-04-28T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-04-21T02:00:00Z",
        "endAt": "2026-04-28T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "852",
    "name": "겨울 하늘의 르네상스 ~문화 및 교류에 관한 실천적 테제~",
    "period": "2026.04.07 ~ 2026.04.21",
    "glPeriod": "2026. 4. 7. 오전 11:00:00 ~ 2026. 4. 21. 오전 11:00:00",
    "jpPeriod": "2025. 11. 19. 오전 11:00:00 ~ 2025. 12. 3. 오전 11:00:00",
    "startAt": "2026-04-07T02:00:00Z",
    "endAt": "2026-04-21T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-04-07T02:00:00Z",
        "endAt": "2026-04-21T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뒤집기 (기억력)"
    ]
  },
  {
    "uid": "839_rerun",
    "name": "월화몽소 (복각)",
    "period": "2026.03.24 ~ 2026.03.31",
    "glPeriod": "2026. 3. 24. 오전 11:00:00 ~ 2026. 3. 31. 오전 11:00:00",
    "jpPeriod": "2025. 11. 5. 오전 11:00:00 ~ 2025. 11. 12. 오전 11:00:00",
    "startAt": "2026-03-24T02:00:00Z",
    "endAt": "2026-03-31T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-03-24T02:00:00Z",
        "endAt": "2026-03-31T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "851",
    "name": "마법소녀 헤비캘리버 ~에라의 야망과 정의의 자격~",
    "period": "2026.03.10 ~ 2026.03.24",
    "glPeriod": "2026. 3. 10. 오전 11:00:00 ~ 2026. 3. 24. 오전 11:00:00",
    "jpPeriod": "2025. 10. 22. 오전 11:00:00 ~ 2025. 11. 5. 오전 11:00:00",
    "startAt": "2026-03-10T02:00:00Z",
    "endAt": "2026-03-24T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-03-10T02:00:00Z",
        "endAt": "2026-03-24T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)"
    ]
  },
  {
    "uid": "850",
    "name": "누구를 위한 예술인가 ~위작과 미학의 행방~",
    "period": "2026.02.10 ~ 2026.03.03",
    "glPeriod": "2026. 2. 10. 오전 11:00:00 ~ 2026. 3. 3. 오전 11:00:00",
    "jpPeriod": "2025. 9. 24. 오전 11:00:00 ~ 2025. 10. 15. 오전 11:00:00",
    "startAt": "2026-02-10T02:00:00Z",
    "endAt": "2026-03-03T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2026-02-10T02:00:00Z",
        "endAt": "2026-03-03T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "838_rerun",
    "name": "Sheside outside (복각)",
    "period": "2026.01.27 ~ 2026.02.10",
    "glPeriod": "2026. 1. 27. 오전 11:00:00 ~ 2026. 2. 10. 오전 11:00:00",
    "jpPeriod": "2025. 9. 3. 오전 11:00:00 ~ 2025. 9. 17. 오전 11:00:00",
    "startAt": "2026-01-27T02:00:00Z",
    "endAt": "2026-02-10T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2026-01-27T02:00:00Z",
        "endAt": "2026-02-10T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "837_rerun",
    "name": "Say-Bing! (복각)",
    "period": "2025.12.30 ~ 2026.01.06",
    "glPeriod": "2025. 12. 30. 오전 11:00:00 ~ 2026. 1. 6. 오전 11:00:00",
    "jpPeriod": "2025. 8. 6. 오전 11:00:00 ~ 2025. 8. 13. 오전 11:00:00",
    "startAt": "2025-12-30T02:00:00Z",
    "endAt": "2026-01-06T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-12-30T02:00:00Z",
        "endAt": "2026-01-06T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "847",
    "name": "백에서 피어난 한 송이 ~정정당당하게, 수상 승부~",
    "period": "2025.11.18 ~ 2025.12.02",
    "glPeriod": "2025. 11. 18. 오전 11:00:00 ~ 2025. 12. 2. 오전 11:00:00",
    "jpPeriod": "2025. 6. 25. 오전 11:00:00 ~ 2025. 7. 9. 오전 11:00:00",
    "startAt": "2025-11-18T02:00:00Z",
    "endAt": "2025-12-02T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-11-18T02:00:00Z",
        "endAt": "2025-12-02T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 보물 찾기"
    ]
  },
  {
    "uid": "836_rerun",
    "name": "-ive aLIVE! (복각)",
    "period": "2025.11.04 ~ 2025.11.18",
    "glPeriod": "2025. 11. 4. 오전 11:00:00 ~ 2025. 11. 18. 오전 11:00:00",
    "jpPeriod": "2025. 6. 4. 오전 11:00:00 ~ 2025. 6. 18. 오전 11:00:00",
    "startAt": "2025-11-04T02:00:00Z",
    "endAt": "2025-11-18T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-11-04T02:00:00Z",
        "endAt": "2025-11-18T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "835_rerun",
    "name": "와글와글하며 오손도손하게 (복각)",
    "period": "2025.10.14 ~ 2025.10.21",
    "glPeriod": "2025. 10. 14. 오전 11:00:00 ~ 2025. 10. 21. 오전 11:00:00",
    "jpPeriod": "2025. 5. 14. 오전 11:00:00 ~ 2025. 5. 21. 오전 11:00:00",
    "startAt": "2025-10-14T02:00:00Z",
    "endAt": "2025-10-21T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-10-14T02:00:00Z",
        "endAt": "2025-10-21T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "846",
    "name": "하이랜더 철도 폭주 사건 ~그리고 기차는 없었다~",
    "period": "2025.09.23 ~ 2025.10.07",
    "glPeriod": "2025. 9. 23. 오전 11:00:00 ~ 2025. 10. 7. 오전 11:00:00",
    "jpPeriod": "2025. 4. 22. 오전 11:00:00 ~ 2025. 5. 7. 오전 11:00:00",
    "startAt": "2025-09-23T02:00:00Z",
    "endAt": "2025-10-07T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-09-23T02:00:00Z",
        "endAt": "2025-10-07T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "834_rerun",
    "name": "0068 오페라로부터 사랑을 담아서! (복각)",
    "period": "2025.09.09 ~ 2025.09.16",
    "glPeriod": "2025. 9. 9. 오전 11:00:00 ~ 2025. 9. 16. 오전 11:00:00",
    "jpPeriod": "2025. 4. 9. 오전 11:00:00 ~ 2025. 4. 16. 오전 11:00:00",
    "startAt": "2025-09-09T02:00:00Z",
    "endAt": "2025-09-16T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-09-09T02:00:00Z",
        "endAt": "2025-09-16T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "845",
    "name": "Pray-Ball! ~노려라! 만루 홈런~",
    "period": "2025.08.26 ~ 2025.09.09",
    "glPeriod": "2025. 8. 26. 오전 11:00:00 ~ 2025. 9. 9. 오전 11:00:00",
    "jpPeriod": "2025. 3. 26. 오전 11:00:00 ~ 2025. 4. 9. 오전 11:00:00",
    "startAt": "2025-08-26T02:00:00Z",
    "endAt": "2025-09-09T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-08-26T02:00:00Z",
        "endAt": "2025-09-09T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)"
    ]
  },
  {
    "uid": "844",
    "name": "팬데믹 해저드 ~기적의 팬케이크~",
    "period": "2025.08.05 ~ 2025.08.19",
    "glPeriod": "2025. 8. 5. 오전 11:00:00 ~ 2025. 8. 19. 오전 11:00:00",
    "jpPeriod": "2025. 2. 26. 오전 11:00:00 ~ 2025. 3. 12. 오전 11:00:00",
    "startAt": "2025-08-05T02:00:00Z",
    "endAt": "2025-08-19T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-08-05T02:00:00Z",
        "endAt": "2025-08-19T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "832_rerun",
    "name": "전뇌신춘행진곡 (복각)",
    "period": "2025.07.22 ~ 2025.08.05",
    "glPeriod": "2025. 7. 22. 오전 11:00:00 ~ 2025. 8. 5. 오전 11:00:00",
    "jpPeriod": "2025. 2. 12. 오전 11:00:00 ~ 2025. 2. 26. 오전 11:00:00",
    "startAt": "2025-07-22T02:00:00Z",
    "endAt": "2025-08-05T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-07-22T02:00:00Z",
        "endAt": "2025-08-05T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)"
    ]
  },
  {
    "uid": "843",
    "name": "Code: BOX 밀레니엄에 다가오는 그림자 ~한 가지의 물음과 두 가지 대답~",
    "period": "2025.07.08 ~ 2025.07.22",
    "glPeriod": "2025. 7. 8. 오전 11:00:00 ~ 2025. 7. 22. 오전 11:00:00",
    "jpPeriod": "2025. 1. 20. 오전 11:00:00 ~ 2025. 2. 3. 오전 11:00:00",
    "startAt": "2025-07-08T02:00:00Z",
    "endAt": "2025-07-22T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-07-08T02:00:00Z",
        "endAt": "2025-07-22T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "842",
    "name": "비밀의 미드나잇 파티 ~종이 울리는 술래잡기~",
    "period": "2025.06.10 ~ 2025.06.24",
    "glPeriod": "2025. 6. 10. 오전 11:00:00 ~ 2025. 6. 24. 오전 11:00:00",
    "jpPeriod": "2024. 12. 24. 오전 11:00:00 ~ 2025. 1. 8. 오전 11:00:00",
    "startAt": "2025-06-10T02:00:00Z",
    "endAt": "2025-06-24T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-06-10T02:00:00Z",
        "endAt": "2025-06-24T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 보물 찾기"
    ]
  },
  {
    "uid": "830_rerun",
    "name": "Trip-Trap-Train (복각)",
    "period": "2025.05.27 ~ 2025.06.03",
    "glPeriod": "2025. 5. 27. 오전 11:00:00 ~ 2025. 6. 3. 오전 11:00:00",
    "jpPeriod": "2024. 12. 4. 오전 11:00:00 ~ 2024. 12. 11. 오전 11:00:00",
    "startAt": "2025-05-27T02:00:00Z",
    "endAt": "2025-06-03T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-05-27T02:00:00Z",
        "endAt": "2025-06-03T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "833_rerun",
    "name": "빛으로 나아가는 그녀들의 소야곡 (복각)",
    "period": "2025.05.13 ~ 2025.05.27",
    "glPeriod": "2025. 5. 13. 오전 11:00:00 ~ 2025. 5. 27. 오전 11:00:00",
    "jpPeriod": "2024. 11. 20. 오전 11:00:00 ~ 2024. 12. 4. 오전 11:00:00",
    "startAt": "2025-05-13T02:00:00Z",
    "endAt": "2025-05-27T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-05-13T02:00:00Z",
        "endAt": "2025-05-27T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "841",
    "name": "Serenade Promenade",
    "period": "2025.04.15 ~ 2025.04.29",
    "glPeriod": "2025. 4. 15. 오전 11:00:00 ~ 2025. 4. 29. 오전 11:00:00",
    "jpPeriod": "2024. 10. 23. 오전 11:00:00 ~ 2024. 11. 6. 오전 11:00:00",
    "startAt": "2025-04-15T02:00:00Z",
    "endAt": "2025-04-29T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-04-15T02:00:00Z",
        "endAt": "2025-04-29T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "840",
    "name": "오욕내강",
    "period": "2025.03.18 ~ 2025.04.01",
    "glPeriod": "2025. 3. 18. 오전 11:00:00 ~ 2025. 4. 1. 오전 11:00:00",
    "jpPeriod": "2024. 9. 25. 오전 11:00:00 ~ 2024. 10. 10. 오전 11:00:00",
    "startAt": "2025-03-18T02:00:00Z",
    "endAt": "2025-04-01T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-03-18T02:00:00Z",
        "endAt": "2025-04-01T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 보물 찾기"
    ]
  },
  {
    "uid": "828_rerun",
    "name": "숨겨진 유산을 찾아서 ~트리니티 과외 활동~ (복각)",
    "period": "2025.03.04 ~ 2025.03.18",
    "glPeriod": "2025. 3. 4. 오전 11:00:00 ~ 2025. 3. 18. 오전 11:00:00",
    "jpPeriod": "2024. 9. 4. 오전 11:00:00 ~ 2024. 9. 18. 오전 11:00:00",
    "startAt": "2025-03-04T02:00:00Z",
    "endAt": "2025-03-18T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-03-04T02:00:00Z",
        "endAt": "2025-03-18T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "829_rerun",
    "name": "학원 동인 이야기 ~두 명이 도달한 최종회~ (복각)",
    "period": "2025.02.08 ~ 2025.02.18",
    "glPeriod": "2025. 2. 8. 오전 11:00:00 ~ 2025. 2. 18. 오전 11:00:00",
    "jpPeriod": "2024. 8. 7. 오전 11:00:00 ~ 2024. 8. 14. 오전 11:00:00",
    "startAt": "2025-02-08T02:00:00Z",
    "endAt": "2025-02-18T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-02-08T02:00:00Z",
        "endAt": "2025-02-18T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "838",
    "name": "Sheside outside",
    "period": "2025.01.23 ~ 2025.02.08",
    "glPeriod": "2025. 1. 23. 오전 11:00:00 ~ 2025. 2. 8. 오전 11:00:00",
    "jpPeriod": "2024. 7. 22. 오전 11:00:00 ~ 2024. 8. 7. 오전 11:00:00",
    "startAt": "2025-01-23T02:00:00Z",
    "endAt": "2025-02-08T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2025-01-23T02:00:00Z",
        "endAt": "2025-02-08T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "827_rerun",
    "name": "여름 특수 작전! 사라진 새우를 향한 토끼의 추적 (복각)",
    "period": "2025.01.07 ~ 2025.01.14",
    "glPeriod": "2025. 1. 7. 오전 11:00:00 ~ 2025. 1. 14. 오전 11:00:00",
    "jpPeriod": "2024. 7. 10. 오전 11:00:00 ~ 2024. 7. 17. 오전 11:00:00",
    "startAt": "2025-01-07T02:00:00Z",
    "endAt": "2025-01-14T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2025-01-07T02:00:00Z",
        "endAt": "2025-01-14T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "825_rerun",
    "name": "순백의 예고장 ~허식의 저택과 미학이 머무는 곳~ (복각)",
    "period": "2024.11.19 ~ 2024.12.03",
    "glPeriod": "2024. 11. 19. 오전 11:00:00 ~ 2024. 12. 3. 오전 11:00:00",
    "jpPeriod": "2024. 5. 22. 오전 11:00:00 ~ 2024. 6. 5. 오전 11:00:00",
    "startAt": "2024-11-19T02:00:00Z",
    "endAt": "2024-12-03T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2024-11-19T02:00:00Z",
        "endAt": "2024-12-03T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "826_rerun",
    "name": "용무동주 ~마음에 그리는 것은, 하나의 미래~ (복각)",
    "period": "2024.11.12 ~ 2024.11.19",
    "glPeriod": "2024. 11. 12. 오전 11:00:00 ~ 2024. 11. 19. 오전 11:00:00",
    "jpPeriod": "2024. 5. 15. 오전 11:00:00 ~ 2024. 5. 22. 오전 11:00:00",
    "startAt": "2024-11-12T02:00:00Z",
    "endAt": "2024-11-19T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2024-11-12T02:00:00Z",
        "endAt": "2024-11-19T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "836",
    "name": "-ive aLIVE!",
    "period": "2024.10.22 ~ 2024.11.05",
    "glPeriod": "2024. 10. 22. 오전 11:00:00 ~ 2024. 11. 5. 오전 11:00:00",
    "jpPeriod": "2024. 4. 24. 오전 11:00:00 ~ 2024. 5. 8. 오전 11:00:00",
    "startAt": "2024-10-22T02:00:00Z",
    "endAt": "2024-11-05T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-10-22T02:00:00Z",
        "endAt": "2024-11-05T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "835",
    "name": "와글와글하며 오손도손하게",
    "period": "2024.09.24 ~ 2024.10.08",
    "glPeriod": "2024. 9. 24. 오전 11:00:00 ~ 2024. 10. 8. 오전 11:00:00",
    "jpPeriod": "2024. 3. 27. 오전 11:00:00 ~ 2024. 4. 11. 오전 11:00:00",
    "startAt": "2024-09-24T02:00:00Z",
    "endAt": "2024-10-08T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-09-24T02:00:00Z",
        "endAt": "2024-10-08T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "820_rerun",
    "name": "새해의 아페리티프 ~신년 한판 승부~ (복각)",
    "period": "2024.09.03 ~ 2024.09.17",
    "glPeriod": "2024. 9. 3. 오전 11:00:00 ~ 2024. 9. 17. 오전 11:00:00",
    "jpPeriod": "2024. 3. 6. 오전 11:00:00 ~ 2024. 3. 20. 오전 11:00:00",
    "startAt": "2024-09-03T02:00:00Z",
    "endAt": "2024-09-17T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2024-09-03T02:00:00Z",
        "endAt": "2024-09-17T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)"
    ]
  },
  {
    "uid": "834",
    "name": "0068 오페라로부터 사랑을 담아서!",
    "period": "2024.08.20 ~ 2024.09.03",
    "glPeriod": "2024. 8. 20. 오전 11:00:00 ~ 2024. 9. 3. 오전 11:00:00",
    "jpPeriod": "2024. 2. 21. 오전 11:00:00 ~ 2024. 3. 6. 오전 11:00:00",
    "startAt": "2024-08-20T02:00:00Z",
    "endAt": "2024-09-03T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-08-20T02:00:00Z",
        "endAt": "2024-09-03T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "819_rerun",
    "name": "성당의 메리 크리스마스 ~구호기사단의 선물~ (복각)",
    "period": "2024.08.06 ~ 2024.08.13",
    "glPeriod": "2024. 8. 6. 오전 11:00:00 ~ 2024. 8. 13. 오전 11:00:00",
    "jpPeriod": "2024. 2. 7. 오전 11:00:00 ~ 2024. 2. 14. 오전 11:00:00",
    "startAt": "2024-08-06T02:00:00Z",
    "endAt": "2024-08-13T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2024-08-06T02:00:00Z",
        "endAt": "2024-08-13T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "833",
    "name": "빛으로 나아가는 그녀들의 소야곡",
    "period": "2024.07.23 ~ 2024.08.06",
    "glPeriod": "2024. 7. 23. 오전 11:00:00 ~ 2024. 8. 6. 오전 11:00:00",
    "jpPeriod": "2024. 1. 24. 오전 11:00:00 ~ 2024. 2. 7. 오전 11:00:00",
    "startAt": "2024-07-23T02:00:00Z",
    "endAt": "2024-08-06T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-07-23T02:00:00Z",
        "endAt": "2024-08-06T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "832",
    "name": "전뇌신춘행진곡",
    "period": "2024.06.25 ~ 2024.07.09",
    "glPeriod": "2024. 6. 25. 오전 11:00:00 ~ 2024. 7. 9. 오전 11:00:00",
    "jpPeriod": "2023. 12. 27. 오전 11:00:00 ~ 2024. 1. 10. 오전 11:00:00",
    "startAt": "2024-06-25T02:00:00Z",
    "endAt": "2024-07-09T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-06-25T02:00:00Z",
        "endAt": "2024-07-09T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)"
    ]
  },
  {
    "uid": "701",
    "name": "특수 작전 데카그라마톤 편",
    "period": "2024.06.11 ~ 2024.06.25",
    "glPeriod": "2024. 6. 11. 오전 11:00:00 ~ 2024. 6. 25. 오전 11:00:00",
    "jpPeriod": "2023. 12. 6. 오전 11:00:00 ~ 2023. 12. 20. 오전 11:00:00",
    "startAt": "2024-06-11T02:00:00Z",
    "endAt": "2024-06-25T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-06-11T02:00:00Z",
        "endAt": "2024-06-25T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션"
    ]
  },
  {
    "uid": "831",
    "name": "어떤 과학의 청춘기록",
    "period": "2024.04.30 ~ 2024.05.14",
    "glPeriod": "2024. 4. 30. 오전 11:00:00 ~ 2024. 5. 14. 오전 11:00:00",
    "jpPeriod": "2023. 10. 24. 오전 11:00:00 ~ 2023. 11. 8. 오전 11:00:00",
    "startAt": "2024-04-30T02:00:00Z",
    "endAt": "2024-05-14T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-04-30T02:00:00Z",
        "endAt": "2024-05-14T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "830",
    "name": "Trip-Trap-Train",
    "period": "2024.04.02 ~ 2024.04.16",
    "glPeriod": "2024. 4. 2. 오전 11:00:00 ~ 2024. 4. 16. 오전 11:00:00",
    "jpPeriod": "2023. 9. 27. 오전 11:00:00 ~ 2023. 10. 11. 오전 11:00:00",
    "startAt": "2024-04-02T02:00:00Z",
    "endAt": "2024-04-16T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-04-02T02:00:00Z",
        "endAt": "2024-04-16T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "818_rerun",
    "name": "Get Set, Go! ~키보토스 황륜대제~ (복각)",
    "period": "2024.03.21 ~ 2024.04.02",
    "glPeriod": "2024. 3. 21. 오전 11:00:00 ~ 2024. 4. 2. 오전 11:00:00",
    "jpPeriod": "2023. 9. 15. 오전 11:00:00 ~ 2023. 9. 27. 오전 11:00:00",
    "startAt": "2024-03-21T02:00:00Z",
    "endAt": "2024-04-02T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2024-03-21T02:00:00Z",
        "endAt": "2024-04-02T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "817_rerun",
    "name": "ON YOUR MARK ＠ MILLENNIUM (복각)",
    "period": "2024.03.12 ~ 2024.03.21",
    "glPeriod": "2024. 3. 12. 오전 11:00:00 ~ 2024. 3. 21. 오전 11:00:00",
    "jpPeriod": "2023. 9. 6. 오전 11:00:00 ~ 2023. 9. 15. 오전 11:00:00",
    "startAt": "2024-03-12T02:00:00Z",
    "endAt": "2024-03-21T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2024-03-12T02:00:00Z",
        "endAt": "2024-03-21T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "829",
    "name": "학원 동인 이야기 ~두 명이 도달한 최종회~",
    "period": "2024.02.27 ~ 2024.03.12",
    "glPeriod": "2024. 2. 27. 오전 11:00:00 ~ 2024. 3. 12. 오전 11:00:00",
    "jpPeriod": "",
    "startAt": "2024-02-27T02:00:00Z",
    "endAt": "2024-03-12T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-02-27T02:00:00Z",
        "endAt": "2024-03-12T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "828",
    "name": "숨겨진 유산을 찾아서 ~트리니티 과외 활동~",
    "period": "2024.01.30 ~ 2024.02.15",
    "glPeriod": "2024. 1. 30. 오전 11:00:00 ~ 2024. 2. 15. 오전 11:00:00",
    "jpPeriod": "2023. 7. 24. 오전 11:00:00 ~ 2023. 8. 9. 오전 11:00:00",
    "startAt": "2024-01-30T02:00:00Z",
    "endAt": "2024-02-15T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2024-01-30T02:00:00Z",
        "endAt": "2024-02-15T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "814_rerun",
    "name": "아비도스 리조트 복구 대책위원회 (복각)",
    "period": "2024.01.23 ~ 2024.01.30",
    "glPeriod": "2024. 1. 23. 오전 11:00:00 ~ 2024. 1. 30. 오전 11:00:00",
    "jpPeriod": "2023. 7. 17. 오전 11:00:00 ~ 2023. 7. 24. 오전 11:00:00",
    "startAt": "2024-01-23T02:00:00Z",
    "endAt": "2024-01-30T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2024-01-23T02:00:00Z",
        "endAt": "2024-01-30T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "827",
    "name": "여름 특수 작전! 사라진 새우를 향한 토끼의 추적",
    "period": "2023.12.26 ~ 2024.01.09",
    "glPeriod": "2023. 12. 26. 오전 11:00:00 ~ 2024. 1. 9. 오전 11:00:00",
    "jpPeriod": "2023. 6. 21. 오전 11:00:00 ~ 2023. 7. 5. 오전 11:00:00",
    "startAt": "2023-12-26T02:00:00Z",
    "endAt": "2024-01-09T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-12-26T02:00:00Z",
        "endAt": "2024-01-09T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "826",
    "name": "용무동주 ~마음에 그리는 것은, 하나의 미래~",
    "period": "2023.11.28 ~ 2023.12.12",
    "glPeriod": "2023. 11. 28. 오전 11:00:00 ~ 2023. 12. 12. 오전 11:00:00",
    "jpPeriod": "2023. 5. 24. 오전 11:00:00 ~ 2023. 6. 7. 오전 11:00:00",
    "startAt": "2023-11-28T02:00:00Z",
    "endAt": "2023-12-12T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-11-28T02:00:00Z",
        "endAt": "2023-12-12T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "816_rerun",
    "name": "방과 후 디저트 이야기 ~달콤한 비밀과 총격전~ (복각)",
    "period": "2023.11.14 ~ 2023.11.21",
    "glPeriod": "2023. 11. 14. 오전 11:00:00 ~ 2023. 11. 21. 오전 11:00:00",
    "jpPeriod": "2023. 5. 10. 오전 11:00:00 ~ 2023. 5. 17. 오전 11:00:00",
    "startAt": "2023-11-14T02:00:00Z",
    "endAt": "2023-11-21T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2023-11-14T02:00:00Z",
        "endAt": "2023-11-21T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "825",
    "name": "순백의 예고장 ~허식의 저택과 미학이 머무는 곳~",
    "period": "2023.10.31 ~ 2023.11.14",
    "glPeriod": "2023. 10. 31. 오전 11:00:00 ~ 2023. 11. 14. 오전 11:00:00",
    "jpPeriod": "2023. 4. 26. 오전 11:00:00 ~ 2023. 5. 10. 오전 11:00:00",
    "startAt": "2023-10-31T02:00:00Z",
    "endAt": "2023-11-14T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-10-31T02:00:00Z",
        "endAt": "2023-11-14T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "813_rerun",
    "name": "불인의 마음 (복각)",
    "period": "2023.10.24 ~ 2023.10.31",
    "glPeriod": "2023. 10. 24. 오전 11:00:00 ~ 2023. 10. 31. 오전 11:00:00",
    "jpPeriod": "2023. 4. 12. 오전 11:00:00 ~ 2023. 4. 19. 오전 11:00:00",
    "startAt": "2023-10-24T02:00:00Z",
    "endAt": "2023-10-31T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2023-10-24T02:00:00Z",
        "endAt": "2023-10-31T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "809_rerun",
    "name": "신춘광상곡 제68번 (복각)",
    "period": "2023.09.26 ~ 2023.10.10",
    "glPeriod": "2023. 9. 26. 오전 11:00:00 ~ 2023. 10. 10. 오전 11:00:00",
    "jpPeriod": "2023. 3. 22. 오전 11:00:00 ~ 2023. 4. 5. 오전 11:00:00",
    "startAt": "2023-09-26T02:00:00Z",
    "endAt": "2023-10-10T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2023-09-26T02:00:00Z",
        "endAt": "2023-10-10T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "824",
    "name": "복구 작업: D.U. 시라토리구",
    "period": "2023.09.09 ~ 2023.09.19",
    "glPeriod": "2023. 9. 9. 오전 11:00:00 ~ 2023. 9. 19. 오전 11:00:00",
    "jpPeriod": "2023. 3. 12. 오전 11:00:00 ~ 2023. 3. 22. 오전 11:00:00",
    "startAt": "2023-09-09T02:00:00Z",
    "endAt": "2023-09-19T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-09-09T02:00:00Z",
        "endAt": "2023-09-19T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "823",
    "name": "프레나파테스 결전",
    "period": "2023.09.05 ~ 2023.09.19",
    "glPeriod": "2023. 9. 5. 오전 11:00:00 ~ 2023. 9. 19. 오전 11:00:00",
    "jpPeriod": "2023. 3. 8. 오전 11:00:00 ~ 2023. 3. 22. 오전 11:00:00",
    "startAt": "2023-09-05T02:00:00Z",
    "endAt": "2023-09-19T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-09-05T02:00:00Z",
        "endAt": "2023-09-19T02:00:00Z"
      }
    ],
    "tags": [
      "상점"
    ]
  },
  {
    "uid": "822",
    "name": "아트라하시스의 방주 점령전",
    "period": "2023.08.22 ~ 2023.09.05",
    "glPeriod": "2023. 8. 22. 오전 11:00:00 ~ 2023. 9. 5. 오전 11:00:00",
    "jpPeriod": "2023. 2. 22. 오전 11:00:00 ~ 2023. 3. 8. 오전 11:00:00",
    "startAt": "2023-08-22T02:00:00Z",
    "endAt": "2023-09-05T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-08-22T02:00:00Z",
        "endAt": "2023-09-05T02:00:00Z"
      }
    ],
    "tags": [
      "상점"
    ]
  },
  {
    "uid": "812_rerun",
    "name": "덜렁대는 수녀님과 고서관의 마술사 (복각)",
    "period": "2023.08.11 ~ 2023.08.22",
    "glPeriod": "2023. 8. 11. 오전 11:00:00 ~ 2023. 8. 22. 오전 11:00:00",
    "jpPeriod": "2023. 2. 10. 오전 11:00:00 ~ 2023. 2. 22. 오전 11:00:00",
    "startAt": "2023-08-11T02:00:00Z",
    "endAt": "2023-08-22T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2023-08-11T02:00:00Z",
        "endAt": "2023-08-22T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "821",
    "name": "거짓된 성소 공략전",
    "period": "2023.07.25 ~ 2023.08.22",
    "glPeriod": "2023. 7. 25. 오전 11:00:00 ~ 2023. 8. 22. 오전 11:00:00",
    "jpPeriod": "2023. 1. 24. 오전 11:00:00 ~ 2023. 2. 22. 오전 11:00:00",
    "startAt": "2023-07-25T02:00:00Z",
    "endAt": "2023-08-22T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-07-25T02:00:00Z",
        "endAt": "2023-08-22T02:00:00Z"
      }
    ],
    "tags": [
      "상점"
    ]
  },
  {
    "uid": "810_rerun",
    "name": "샬레의 해피♡발렌타인 순찰 (복각)",
    "period": "2023.07.11 ~ 2023.07.25",
    "glPeriod": "2023. 7. 11. 오전 11:00:00 ~ 2023. 7. 25. 오전 11:00:00",
    "jpPeriod": "2023. 1. 11. 오전 11:00:00 ~ 2023. 1. 24. 오전 11:00:00",
    "startAt": "2023-07-11T02:00:00Z",
    "endAt": "2023-07-25T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2023-07-11T02:00:00Z",
        "endAt": "2023-07-25T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "820",
    "name": "새해의 아페리티프 ~신년 한판 승부~",
    "period": "2023.06.27 ~ 2023.07.11",
    "glPeriod": "2023. 6. 27. 오전 11:00:00 ~ 2023. 7. 11. 오전 11:00:00",
    "jpPeriod": "2022. 12. 28. 오전 11:00:00 ~ 2023. 1. 11. 오전 11:00:00",
    "startAt": "2023-06-27T02:00:00Z",
    "endAt": "2023-07-11T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-06-27T02:00:00Z",
        "endAt": "2023-07-11T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)"
    ]
  },
  {
    "uid": "819",
    "name": "성당의 메리 크리스마스 ~구호기사단의 선물~",
    "period": "2023.06.13 ~ 2023.06.27",
    "glPeriod": "2023. 6. 13. 오전 11:00:00 ~ 2023. 6. 27. 오전 11:00:00",
    "jpPeriod": "2022. 12. 14. 오전 11:00:00 ~ 2022. 12. 28. 오전 11:00:00",
    "startAt": "2023-06-13T02:00:00Z",
    "endAt": "2023-06-27T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-06-13T02:00:00Z",
        "endAt": "2023-06-27T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "808_rerun",
    "name": "227호 온천장 운영일지! (복각)",
    "period": "2023.05.30 ~ 2023.06.06",
    "glPeriod": "2023. 5. 30. 오전 11:00:00 ~ 2023. 6. 6. 오전 11:00:00",
    "jpPeriod": "2022. 11. 30. 오전 11:00:00 ~ 2022. 12. 7. 오전 11:00:00",
    "startAt": "2023-05-30T02:00:00Z",
    "endAt": "2023-06-06T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2023-05-30T02:00:00Z",
        "endAt": "2023-06-06T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "818",
    "name": "Get Set, Go! ~키보토스 황륜대제~",
    "period": "2023.04.25 ~ 2023.05.09",
    "glPeriod": "2023. 4. 25. 오전 11:00:00 ~ 2023. 5. 9. 오전 11:00:00",
    "jpPeriod": "2022. 10. 26. 오전 11:00:00 ~ 2022. 11. 9. 오전 11:00:00",
    "startAt": "2023-04-25T02:00:00Z",
    "endAt": "2023-05-09T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-04-25T02:00:00Z",
        "endAt": "2023-05-09T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "806_rerun",
    "name": "선상의 바니 체이서 (복각)",
    "period": "2023.04.11 ~ 2023.04.18",
    "glPeriod": "2023. 4. 11. 오전 11:00:00 ~ 2023. 4. 18. 오전 11:00:00",
    "jpPeriod": "2022. 10. 12. 오전 11:00:00 ~ 2022. 10. 19. 오전 11:00:00",
    "startAt": "2023-04-11T02:00:00Z",
    "endAt": "2023-04-18T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2023-04-11T02:00:00Z",
        "endAt": "2023-04-18T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "817",
    "name": "ON YOUR MARK ＠ MILLENNIUM",
    "period": "2023.03.28 ~ 2023.04.11",
    "glPeriod": "2023. 3. 28. 오전 11:00:00 ~ 2023. 4. 11. 오전 11:00:00",
    "jpPeriod": "",
    "startAt": "2023-03-28T02:00:00Z",
    "endAt": "2023-04-11T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-03-28T02:00:00Z",
        "endAt": "2023-04-11T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "805_rerun",
    "name": "네버랜드에서의 술래잡기 (복각)",
    "period": "2023.03.21 ~ 2023.03.28",
    "glPeriod": "2023. 3. 21. 오전 11:00:00 ~ 2023. 3. 28. 오전 11:00:00",
    "jpPeriod": "2022. 9. 21. 오전 11:00:00 ~ 2022. 9. 28. 오전 11:00:00",
    "startAt": "2023-03-21T02:00:00Z",
    "endAt": "2023-03-28T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2023-03-21T02:00:00Z",
        "endAt": "2023-03-28T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "804_rerun",
    "name": "히나 선도부장님의 여름방학! (복각)",
    "period": "2023.03.14 ~ 2023.03.21",
    "glPeriod": "2023. 3. 14. 오전 11:00:00 ~ 2023. 3. 21. 오전 11:00:00",
    "jpPeriod": "2022. 9. 7. 오전 11:00:00 ~ 2022. 9. 14. 오전 11:00:00",
    "startAt": "2023-03-14T02:00:00Z",
    "endAt": "2023-03-21T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2023-03-14T02:00:00Z",
        "endAt": "2023-03-21T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "816",
    "name": "방과 후 디저트 이야기 ~달콤한 비밀과 총격전~",
    "period": "2023.02.28 ~ 2023.03.14",
    "glPeriod": "2023. 2. 28. 오전 11:00:00 ~ 2023. 3. 14. 오전 11:00:00",
    "jpPeriod": "2022. 8. 24. 오전 11:00:00 ~ 2022. 9. 7. 오전 11:00:00",
    "startAt": "2023-02-28T02:00:00Z",
    "endAt": "2023-03-14T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-02-28T02:00:00Z",
        "endAt": "2023-03-14T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "815",
    "name": "출장! 백야당 바다의 집 프랜차이즈 계획",
    "period": "2023.01.31 ~ 2023.02.14",
    "glPeriod": "2023. 1. 31. 오전 11:00:00 ~ 2023. 2. 14. 오전 11:00:00",
    "jpPeriod": "2022. 7. 14. 오전 11:00:00 ~ 2022. 8. 3. 오전 11:00:00",
    "startAt": "2023-01-31T02:00:00Z",
    "endAt": "2023-02-14T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-01-31T02:00:00Z",
        "endAt": "2023-02-14T02:00:00Z"
      }
    ],
    "tags": [
      "상점"
    ]
  },
  {
    "uid": "814",
    "name": "아비도스 리조트 복구 대책위원회",
    "period": "2023.01.17 ~ 2023.01.31",
    "glPeriod": "2023. 1. 17. 오전 11:00:00 ~ 2023. 1. 31. 오전 11:00:00",
    "jpPeriod": "2022. 6. 22. 오전 11:30:00 ~ 2022. 7. 6. 오전 11:00:00",
    "startAt": "2023-01-17T02:00:00Z",
    "endAt": "2023-01-31T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2023-01-17T02:00:00Z",
        "endAt": "2023-01-31T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "813",
    "name": "불인의 마음",
    "period": "2022.11.29 ~ 2022.12.13",
    "glPeriod": "2022. 11. 29. 오전 11:00:00 ~ 2022. 12. 13. 오전 11:00:00",
    "jpPeriod": "2022. 4. 27. 오전 11:30:00 ~ 2022. 5. 11. 오전 11:00:00",
    "startAt": "2022-11-29T02:00:00Z",
    "endAt": "2022-12-13T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-11-29T02:00:00Z",
        "endAt": "2022-12-13T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "803_rerun",
    "name": "여름 하늘의 위시리스트 (복각)",
    "period": "2022.11.22 ~ 2022.11.29",
    "glPeriod": "2022. 11. 22. 오전 11:00:00 ~ 2022. 11. 29. 오전 11:00:00",
    "jpPeriod": "2022. 4. 20. 오전 11:30:00 ~ 2022. 4. 27. 오전 11:00:00",
    "startAt": "2022-11-22T02:00:00Z",
    "endAt": "2022-11-29T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2022-11-22T02:00:00Z",
        "endAt": "2022-11-29T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "802_rerun",
    "name": "혁명의 이반 쿠팔라 (복각)",
    "period": "2022.10.18 ~ 2022.10.25",
    "glPeriod": "2022. 10. 18. 오전 11:00:00 ~ 2022. 10. 25. 오전 11:00:00",
    "jpPeriod": "2022. 3. 9. 오전 11:30:00 ~ 2022. 3. 16. 오전 11:00:00",
    "startAt": "2022-10-18T02:00:00Z",
    "endAt": "2022-10-25T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2022-10-18T02:00:00Z",
        "endAt": "2022-10-25T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "812",
    "name": "덜렁대는 수녀님과 고서관의 마술사",
    "period": "2022.10.04 ~ 2022.10.18",
    "glPeriod": "2022. 10. 4. 오전 11:00:00 ~ 2022. 10. 18. 오전 11:00:00",
    "jpPeriod": "2022. 2. 23. 오전 11:30:00 ~ 2022. 3. 9. 오전 11:00:00",
    "startAt": "2022-10-04T02:00:00Z",
    "endAt": "2022-10-18T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-10-04T02:00:00Z",
        "endAt": "2022-10-18T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "801_rerun",
    "name": "벚꽃만발 축제대소동! (복각)",
    "period": "2022.09.20 ~ 2022.09.27",
    "glPeriod": "2022. 9. 20. 오전 11:00:00 ~ 2022. 9. 27. 오전 11:00:00",
    "jpPeriod": "2022. 2. 9. 오후 12:30:00 ~ 2022. 2. 16. 오후 12:00:01",
    "startAt": "2022-09-20T02:00:00Z",
    "endAt": "2022-09-27T02:00:00Z",
    "runs": [
      {
        "type": "rerun",
        "startAt": "2022-09-20T02:00:00Z",
        "endAt": "2022-09-27T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "810",
    "name": "샬레의 해피♡발렌타인 순찰",
    "period": "2022.09.06 ~ 2022.09.20",
    "glPeriod": "2022. 9. 6. 오전 11:00:00 ~ 2022. 9. 20. 오전 11:00:00",
    "jpPeriod": "2022. 1. 26. 오후 12:30:00 ~ 2022. 2. 9. 오후 12:00:01",
    "startAt": "2022-09-06T02:00:00Z",
    "endAt": "2022-09-20T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-09-06T02:00:00Z",
        "endAt": "2022-09-20T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "811",
    "name": "코사카 와카모의 침묵과 축연",
    "period": "2022.09.06 ~ 2022.09.20",
    "glPeriod": "2022. 9. 6. 오전 11:00:00 ~ 2022. 9. 20. 오전 11:00:00",
    "jpPeriod": "2022. 1. 26. 오후 12:30:00 ~ 2022. 2. 9. 오후 12:00:01",
    "startAt": "2022-09-06T02:00:00Z",
    "endAt": "2022-09-20T02:00:00Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-09-06T02:00:00Z",
        "endAt": "2022-09-20T02:00:00Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션"
    ]
  },
  {
    "uid": "809",
    "name": "신춘광상곡 제68번",
    "period": "2022.08.09 ~ 2022.08.23",
    "glPeriod": "2022. 8. 9. 오후 12:30:00 ~ 2022. 8. 23. 오후 12:00:01",
    "jpPeriod": "2021. 12. 29. 오후 12:30:00 ~ 2022. 1. 12. 오후 12:00:01",
    "startAt": "2022-08-09T03:30:00Z",
    "endAt": "2022-08-23T03:00:01Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-08-09T03:30:00Z",
        "endAt": "2022-08-23T03:00:01Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "오미쿠지 (점괘 뽑기)",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "808",
    "name": "227호 온천장 운영일지!",
    "period": "2022.07.12 ~ 2022.07.26",
    "glPeriod": "2022. 7. 12. 오후 12:30:00 ~ 2022. 7. 26. 오후 12:00:01",
    "jpPeriod": "2021. 11. 30. 오후 12:30:00 ~ 2021. 12. 15. 오후 12:00:01",
    "startAt": "2022-07-12T03:30:00Z",
    "endAt": "2022-07-26T03:00:01Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-07-12T03:30:00Z",
        "endAt": "2022-07-26T03:00:01Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "807",
    "name": "하츠네 미쿠의 스페셜 라이브",
    "period": "2022.06.14 ~ 2022.06.28",
    "glPeriod": "2022. 6. 14. 오후 12:30:00 ~ 2022. 6. 28. 오후 12:00:01",
    "jpPeriod": "2021. 11. 3. 오후 12:30:00 ~ 2021. 11. 17. 오후 12:00:01",
    "startAt": "2022-06-14T03:30:00Z",
    "endAt": "2022-06-28T03:00:01Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-06-14T03:30:00Z",
        "endAt": "2022-06-28T03:00:01Z"
      }
    ],
    "tags": []
  },
  {
    "uid": "806",
    "name": "선상의 바니 체이서",
    "period": "2022.05.03 ~ 2022.05.17",
    "glPeriod": "2022. 5. 3. 오후 12:30:00 ~ 2022. 5. 17. 오후 12:00:01",
    "jpPeriod": "2022. 10. 12. 오전 11:00:00 ~ 2022. 10. 19. 오전 11:00:00",
    "startAt": "2022-05-03T03:30:00Z",
    "endAt": "2022-05-17T03:00:01Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-05-03T03:30:00Z",
        "endAt": "2022-05-17T03:00:01Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "미니게임 - 카드 뽑기"
    ]
  },
  {
    "uid": "805",
    "name": "네버랜드에서의 술래잡기",
    "period": "2022.04.19 ~ 2022.05.03",
    "glPeriod": "2022. 4. 19. 오후 12:30:00 ~ 2022. 5. 3. 오후 12:00:01",
    "jpPeriod": "2021. 8. 26. 오후 12:30:00 ~ 2021. 9. 9. 오후 12:00:01",
    "startAt": "2022-04-19T03:30:00Z",
    "endAt": "2022-05-03T03:00:01Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-04-19T03:30:00Z",
        "endAt": "2022-05-03T03:00:01Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "804",
    "name": "히나 선도부장님의 여름방학!",
    "period": "2022.03.22 ~ 2022.04.05",
    "glPeriod": "2022. 3. 22. 오후 12:30:00 ~ 2022. 4. 5. 오후 12:00:01",
    "jpPeriod": "2021. 7. 29. 오후 12:30:00 ~ 2021. 8. 12. 오후 12:00:01",
    "startAt": "2022-03-22T03:30:00Z",
    "endAt": "2022-04-05T03:00:01Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-03-22T03:30:00Z",
        "endAt": "2022-04-05T03:00:01Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "803",
    "name": "여름 하늘의 위시리스트",
    "period": "2022.02.22 ~ 2022.03.08",
    "glPeriod": "2022. 2. 22. 오후 12:30:00 ~ 2022. 3. 8. 오후 12:00:01",
    "jpPeriod": "2021. 6. 30. 오후 12:30:00 ~ 2021. 7. 15. 오후 12:00:01",
    "startAt": "2022-02-22T03:30:00Z",
    "endAt": "2022-03-08T03:00:01Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-02-22T03:30:00Z",
        "endAt": "2022-03-08T03:00:01Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  },
  {
    "uid": "802",
    "name": "혁명의 이반 쿠팔라",
    "period": "2022.01.11 ~ 2022.01.25",
    "glPeriod": "2022. 1. 11. 오후 12:30:00 ~ 2022. 1. 25. 오후 12:00:01",
    "jpPeriod": "2021. 4. 29. 오후 12:30:00 ~ 2021. 5. 13. 오후 12:00:01",
    "startAt": "2022-01-11T03:30:00Z",
    "endAt": "2022-01-25T03:00:01Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2022-01-11T03:30:00Z",
        "endAt": "2022-01-25T03:00:01Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점",
      "박스 가챠 (상자 추첨)"
    ]
  },
  {
    "uid": "801",
    "name": "벚꽃만발 축제대소동!",
    "period": "2021.11.29 ~ 2021.12.14",
    "glPeriod": "2021. 11. 29. 오후 12:30:00 ~ 2021. 12. 14. 오후 12:00:01",
    "jpPeriod": "2021. 2. 25. 오후 12:30:00 ~ 2021. 3. 11. 오후 12:00:01",
    "startAt": "2021-11-29T03:30:00Z",
    "endAt": "2021-12-14T03:00:01Z",
    "runs": [
      {
        "type": "first",
        "startAt": "2021-11-29T03:30:00Z",
        "endAt": "2021-12-14T03:00:01Z"
      }
    ],
    "tags": [
      "스테이지",
      "미션",
      "상점"
    ]
  }
];
